Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Run the terminal edge-to-edge under the home indicator. Off keeps a small gap so the home-swipe gesture doesn't interfere with text selection near the bottom.
ar: تشغيل الطرفية من الحافة إلى الحافة أسفل مؤشر الشاشة الرئيسية. عند الإيقاف، تبقى فجوة صغيرة حتى لا تتداخل إيماءة التمرير للعودة إلى الشاشة الرئيسية مع تحديد النص بالقرب من الأسفل.
ca: Mostra el terminal de vora a vora sota l'indicador d'inici. Si està desactivat, es manté un petit espai perquè el gest de lliscament d'inici no interfereixi amb la selecció de text a prop de la part inferior.
cs: Zobrazí terminál od kraje ke kraji pod indikátorem plochy. Když je vypnuto, ponechá se malá mezera, aby gesto přejetí pro přechod na plochu nepřekáželo výběru textu u dolního okraje.
da: Vis terminalen helt ud til kanten under Hjem-indikatoren. Når det er slået fra, bevares et lille mellemrum, så stryg-til-Hjem-bevægelsen ikke forstyrrer tekstmarkering nederst.
de: Zeigt das Terminal randlos unter dem Home-Indikator an. Ist die Option aus, bleibt ein kleiner Abstand, damit die Wischgeste zum Home-Bildschirm die Textauswahl am unteren Rand nicht stört.
es: Muestra el terminal de borde a borde bajo el indicador de inicio. Si está desactivado, se mantiene un pequeño espacio para que el gesto de deslizamiento de inicio no interfiera con la selección de texto cerca de la parte inferior.
fi: Näyttää terminaalin reunasta reunaan Koti-osoittimen alla. Kun asetus on pois päältä, jätetään pieni väli, jotta Koti-pyyhkäisyele ei häiritse tekstin valintaa alareunassa.
fr: Affiche le terminal bord à bord sous l'indicateur d'accueil. Désactivé, un petit espace est conservé pour que le geste de balayage vers l'écran d'accueil ne gêne pas la sélection de texte près du bas.
he: מציג את הטרמינל מקצה לקצה מתחת למחוון מסך הבית. כשהאפשרות כבויה, נשמר מרווח קטן כדי שמחוות ההחלקה למסך הבית לא תפריע לבחירת טקסט בקרבת התחתית.
hu: A terminál szegélytől szegélyig jelenik meg a kezdőképernyő-jelző alatt. Kikapcsolva egy kis hely marad, hogy a kezdőképernyőre lépő pöccintő mozdulat ne zavarja a szövegkijelölést az alsó szélen.
it: Mostra il terminale da bordo a bordo sotto l'indicatore Home. Se disattivato, viene mantenuto un piccolo spazio in modo che il gesto di scorrimento verso Home non interferisca con la selezione del testo in basso.
ja: ホームインジケータの下まで、ターミナルを画面いっぱいに表示します。オフにすると、下部での文字選択をホームへのスワイプ操作が妨げないよう、わずかな余白が残ります。
ko: 홈 막대 아래까지 터미널을 가장자리까지 꽉 채워 표시합니다. 끄면 약간의 여백을 남겨, 홈으로 가는 스와이프 제스처가 하단 근처의 텍스트 선택을 방해하지 않도록 합니다.
nb: Vis terminalen helt ut til kanten under Hjem-indikatoren. Når dette er av, beholdes et lite mellomrom slik at sveipebevegelsen til Hjem ikke forstyrrer tekstmarkering nederst.
nl: Toont de terminal van rand tot rand onder de Home-aanduiding. Uitgeschakeld blijft er een kleine ruimte over, zodat het veeggebaar naar het beginscherm de tekstselectie onderaan niet hindert.
pl: Wyświetla terminal od krawędzi do krawędzi pod wskaźnikiem ekranu początkowego. Po wyłączeniu pozostaje niewielki odstęp, aby gest przesunięcia do ekranu początkowego nie kolidował z zaznaczaniem tekstu przy dolnej krawędzi.
pt_br: Exibe o terminal de borda a borda sob o indicador de início. Quando desativado, mantém um pequeno espaço para que o gesto de deslizar para a tela de Início não interfira na seleção de texto perto da parte inferior.
pt_pt: Mostra o terminal de extremo a extremo sob o indicador do ecrã principal. Quando desativado, mantém um pequeno espaço para que o gesto de deslizar para o ecrã principal não interfira com a seleção de texto perto da parte inferior.
ro: Afișează terminalul de la margine la margine sub indicatorul ecranului principal. Dezactivat, se păstrează un mic spațiu, astfel încât gestul de glisare spre ecranul principal să nu interfereze cu selectarea textului în partea de jos.
sl: Prikaže terminal od roba do roba pod indikatorjem začetnega zaslona. Ko je možnost izklopljena, ostane majhna vrzel, da poteg za vrnitev na začetni zaslon ne moti izbire besedila pri dnu.
sv: Visar terminalen kant till kant under hemindikatorn. När det är avstängt behålls ett litet mellanrum så att svepgesten till hemskärmen inte stör textmarkering längst ned.
uk: Показує термінал від краю до краю під індикатором основного екрана. Якщо вимкнено, залишається невеликий проміжок, щоб жест проведення для повернення на основний екран не заважав виділенню тексту біля нижнього краю.
vi: Hiển thị terminal tràn viền xuống dưới thanh chỉ báo màn hình chính. Khi tắt, một khoảng trống nhỏ được giữ lại để cử chỉ vuốt về màn hình chính không cản trở việc chọn văn bản ở gần phía dưới.
zh_hans: 让终端全屏延伸至主屏幕指示器下方。关闭时会保留一小段间距，以免返回主屏幕的滑动手势干扰底部附近的文本选择。
zh_hant: 讓終端機全螢幕延伸至主畫面指示器下方。關閉時會保留一小段間距，以免返回主畫面的滑動手勢干擾底部附近的文字選取。

source: Run these commands on your Mac to connect AI tools to Rootshell's MCP server.
ar: شغّل هذه الأوامر على جهاز Mac لتوصيل أدوات AI بخادم MCP الخاص بـ Rootshell.
ca: Executeu aquestes ordres al vostre Mac per connectar eines d'IA al servidor MCP de Rootshell.
cs: Spusťte tyto příkazy na Macu pro připojení AI nástrojů k MCP serveru Rootshell.
da: Kør disse kommandoer på din Mac for at forbinde AI-værktøjer til Rootshells MCP-server.
de: Führen Sie diese Befehle auf Ihrem Mac aus, um KI-Werkzeuge mit dem MCP-Server von Rootshell zu verbinden.
es: Ejecute estos comandos en su Mac para conectar herramientas de IA al servidor MCP de Rootshell.
fi: Suorita nämä komennot Macillasi yhdistääksesi tekoälytyökalut Rootshellin MCP-palvelimeen.
fr: Exécutez ces commandes sur votre Mac pour connecter les outils d'IA au serveur MCP de Rootshell.
he: הפעל פקודות אלה ב-Mac שלך כדי לחבר כלי AI לשרת ה-MCP של Rootshell.
hu: Futtassa ezeket a parancsokat a Mac-en az AI eszközök Rootshell MCP szerverhez való csatlakoztatásához.
it: Eseguire questi comandi sul Mac per connettere gli strumenti AI al server MCP di Rootshell.
ja: Macでこれらのコマンドを実行して、AIツールをRootshellのMCPサーバーに接続してください。
ko: Mac에서 다음 명령을 실행하여 AI 도구를 Rootshell의 MCP 서버에 연결하세요.
nb: Kjør disse kommandoene på Mac-en din for å koble AI-verktøy til Rootshells MCP-server.
nl: Voer deze opdrachten uit op uw Mac om AI-tools te verbinden met de MCP-server van Rootshell.
pl: Uruchom te polecenia na komputerze Mac, aby połączyć narzędzia AI z serwerem MCP Rootshell.
pt_br: Execute estes comandos no seu Mac para conectar ferramentas de IA ao servidor MCP do Rootshell.
pt_pt: Execute estes comandos no seu Mac para ligar ferramentas de IA ao servidor MCP do Rootshell.
ro: Executati aceste comenzi pe Mac pentru a conecta instrumentele AI la serverul MCP al Rootshell.
sl: Zaženite te ukaze na vašem Macu, da povežete orodja AI s strežnikom MCP aplikacije Rootshell.
sv: Kör dessa kommandon på din Mac för att ansluta AI-verktyg till Rootshells MCP-server.
uk: Виконайте ці команди на вашому Mac, щоб підключити інструменти AI до MCP-сервера Rootshell.
vi: Chạy các lệnh này trên Mac của bạn để kết nối công cụ AI với MCP server của Rootshell.
zh_hans: 在 Mac 上运行这些命令以将 AI 工具连接到 Rootshell 的 MCP 服务器。
zh_hant: 在 Mac 上執行這些指令以將 AI 工具連接到 Rootshell 的 MCP 伺服器。

source: Running
ar: قيد التشغيل
ca: En execució
cs: Běží
da: Kører
de: Wird ausgeführt
es: En ejecución
fi: Käynnissä
fr: En cours d'exécution
he: פועל
hu: Fut
it: In esecuzione
ja: 実行中
ko: 실행 중
nb: Kjører
nl: Actief
pl: Uruchomiony
pt_br: Em Execução
pt_pt: Em execução
ro: In executie
sl: Se izvaja
sv: Körs
uk: Працює
vi: Đang Chạy
zh_hans: 运行中
zh_hant: 執行中

source: Running on port %@
ar: يعمل على المنفذ %@
ca: En execució al port %@
cs: Běží na portu %@
da: Kører på port %@
de: Läuft auf Port %@
es: Ejecutándose en el puerto %@
fi: Käynnissä portissa %@
fr: En cours d'exécution sur le port %@
he: פועל על פורט %@
hu: Fut a(z) %@ porton
it: In esecuzione sulla porta %@
ja: ポート%@で実行中
ko: port %@에서 실행 중
nb: Kjører på port %@
nl: Actief op poort %@
pl: Uruchomiony na porcie %@
pt_br: Executando na porta %@
pt_pt: Em execução na porta %@
ro: Ruleaza pe portul %@
sl: Teče na vratih %@
sv: Körs på port %@
uk: Працює на порті %@
vi: Đang chạy trên cổng %@
zh_hans: 在端口 %@ 上运行
zh_hant: 在連接埠 %@ 上執行

source: Runs a command on a saved profile's host over SSH and returns the output. For long-running or interactive commands, use Open Connection Profile with a command instead.
ar: يشغّل أمراً على مضيف ملف شخصي محفوظ عبر SSH ويعيد الإخراج. للأوامر الطويلة أو التفاعلية، استخدم بدلاً من ذلك "فتح ملف الاتصال الشخصي" مع أمر.
ca: Executa una ordre a l'amfitrió d'un perfil desat mitjançant SSH i en retorna la sortida. Per a ordres llargues o interactives, utilitzeu «Obrir perfil de connexió» amb una ordre.
cs: Spustí příkaz na hostiteli uloženého profilu přes SSH a vrátí výstup. Pro dlouho běžící nebo interaktivní příkazy použijte raději akci Otevřít profil připojení s příkazem.
da: Kører en kommando på en gemt profils vært via SSH og returnerer outputtet. Brug i stedet Åbn forbindelsesprofil med en kommando til langvarige eller interaktive kommandoer.
de: Führt einen Befehl auf dem Host eines gespeicherten Profils über SSH aus und gibt die Ausgabe zurück. Verwenden Sie für lang laufende oder interaktive Befehle stattdessen „Verbindungsprofil öffnen“ mit einem Befehl.
es: Ejecuta un comando por SSH en el host de un perfil guardado y devuelve la salida. Para comandos interactivos o de larga duración, usa Abrir perfil de conexión con un comando.
fi: Suorittaa komennon tallennetun profiilin isännässä SSH:n kautta ja palauttaa tulosteen. Käytä pitkäkestoisiin tai vuorovaikutteisiin komentoihin sen sijaan Avaa yhteysprofiili -toimintoa komennon kanssa.
fr: Exécute une commande via SSH sur l'hôte d'un profil enregistré et renvoie la sortie. Pour les commandes longues ou interactives, utilisez plutôt Ouvrir un profil de connexion avec une commande.
he: מריץ פקודה על המארח של פרופיל שמור דרך SSH ומחזיר את הפלט. לפקודות ארוכות או אינטראקטיביות, השתמש במקום זאת בפעולה "פתיחת פרופיל חיבור" עם פקודה.
hu: Parancsot futtat egy mentett profil gazdagépén SSH-n keresztül, és visszaadja a kimenetet. Hosszan futó vagy interaktív parancsokhoz használja helyette a Kapcsolati profil megnyitása műveletet paranccsal.
it: Esegue un comando via SSH sull'host di un profilo salvato e ne restituisce l'output. Per comandi interattivi o di lunga durata, usa invece Apri profilo di connessione con un comando.
ja: 保存されたプロファイルのホスト上でSSH経由でコマンドを実行し、出力を返します。長時間実行されるコマンドや対話的なコマンドには、代わりに「接続プロファイルを開く」でコマンドを指定してください。
ko: 저장된 프로필의 호스트에서 SSH로 명령을 실행하고 출력을 반환합니다. 오래 실행되거나 대화형인 명령에는 대신 명령을 지정한 연결 프로필 열기를 사용하세요.
nb: Kjører en kommando på verten til en lagret profil over SSH og returnerer utdataen. For langvarige eller interaktive kommandoer bør du heller bruke Åpne tilkoblingsprofil med en kommando.
nl: Voert via SSH een opdracht uit op de host van een opgeslagen profiel en geeft de uitvoer terug. Gebruik voor langlopende of interactieve opdrachten in plaats daarvan Open verbindingsprofiel met een opdracht.
pl: Uruchamia polecenie na hoście zapisanego profilu przez SSH i zwraca wynik. W przypadku długotrwałych lub interaktywnych poleceń użyj zamiast tego akcji Otwórz profil połączenia z poleceniem.
pt_br: Executa um comando no host de um perfil salvo via SSH e retorna a saída. Para comandos demorados ou interativos, use Abrir Perfil de Conexão com um comando.
pt_pt: Executa um comando por SSH no anfitrião de um perfil guardado e devolve a saída. Para comandos demorados ou interativos, utilize antes Abrir Perfil de Ligação com um comando.
ro: Execută o comandă prin SSH pe gazda unui profil salvat și returnează rezultatul. Pentru comenzi interactive sau de lungă durată, folosește în schimb Deschide profil de conexiune cu o comandă.
sl: Zažene ukaz na gostitelju shranjenega profila prek SSH in vrne izhod. Za dolgotrajne ali interaktivne ukaze raje uporabite Odpri profil povezave z ukazom.
sv: Kör ett kommando på en sparad profils värd via SSH och returnerar utdata. För långvariga eller interaktiva kommandon, använd Öppna anslutningsprofil med ett kommando i stället.
uk: Виконує команду на хості збереженого профілю через SSH і повертає вивід. Для тривалих або інтерактивних команд використовуйте натомість «Відкрити профіль з'єднання» з командою.
vi: Chạy một lệnh trên host của hồ sơ đã lưu qua SSH và trả về kết quả. Với các lệnh chạy lâu hoặc có tương tác, hãy dùng Mở hồ sơ kết nối kèm một lệnh.
zh_hans: 通过 SSH 在已保存配置的主机上运行命令并返回输出。对于长时间运行或交互式命令，请改用“打开连接配置”并附带命令。
zh_hant: 透過 SSH 在已儲存設定檔的主機上執行指令並傳回輸出。若指令需長時間執行或為互動式，請改用「開啟連線設定檔」並指定指令。

source: Runs as the initial remote command with a PTY, like ssh -t host command.
ar: يُشغَّل كأمر بعيد أولي مع PTY، مثل ssh -t host command.
ca: S'executa com a ordre remota inicial amb un PTY, com ssh -t host command.
cs: Spustí se jako počáteční vzdálený příkaz s PTY, podobně jako ssh -t host command.
da: Køres som den indledende fjernkommando med en PTY, ligesom ssh -t host command.
de: Wird als anfänglicher Remote-Befehl mit einem PTY ausgeführt, wie ssh -t host command.
es: Se ejecuta como el comando remoto inicial con un PTY, como ssh -t host command.
fi: Suoritetaan etäpään aloituskomentona PTY:n kanssa, kuten ssh -t host command.
fr: S'exécute comme commande distante initiale avec un PTY, comme ssh -t host command.
he: מופעלת כפקודה המרוחקת הראשונית עם PTY, כמו ssh -t host command.
hu: A kezdeti távoli parancsként fut PTY-vel, mint az ssh -t host command.
it: Viene eseguito come comando remoto iniziale con un PTY, come ssh -t host command.
ja: ssh -t host command のように、PTY付きの初期リモートコマンドとして実行されます。
ko: ssh -t host command처럼 PTY와 함께 초기 원격 명령으로 실행됩니다.
nb: Kjøres som den innledende eksterne kommandoen med en PTY, som ssh -t host command.
nl: Wordt uitgevoerd als de initiële externe opdracht met een PTY, zoals ssh -t host command.
pl: Uruchamiane jako początkowe polecenie zdalne z PTY, podobnie jak ssh -t host command.
pt_br: Executa como o comando remoto inicial com um PTY, como ssh -t host command.
pt_pt: É executado como o comando remoto inicial com um PTY, como ssh -t host command.
ro: Rulează ca o comandă la distanță inițială cu un PTY, ca ssh -t host command.
sl: Zažene se kot začetni oddaljeni ukaz s PTY, kot ssh -t host command.
sv: Körs som det inledande fjärrkommandot med en PTY, som ssh -t host command.
uk: Запускається як початкова віддалена команда з PTY, подібно до ssh -t host command.
vi: Chạy như lệnh từ xa khởi đầu với một PTY, giống như ssh -t host command.
zh_hans: 作为带 PTY 的初始远程命令运行，类似 ssh -t host command。
zh_hant: 作為帶 PTY 的初始遠端命令執行，類似 ssh -t host command。

source: Safe
ar: آمن
ca: Segur
cs: Bezpečné
da: Sikker
de: Sicher
es: Seguro
fi: Turvallinen
fr: Sûr
he: בטוח
hu: Biztonságos
it: Sicuro
ja: 安全
ko: 안전
nb: Trygg
nl: Veilig
pl: Bezpieczne
pt_br: Seguro
pt_pt: Seguro
ro: Sigur
sl: Varno
sv: Säker
uk: Безпечний
vi: An toàn
zh_hans: 安全
zh_hant: 安全

source: Safe operations (listing hosts/resources) auto-approve. Dangerous operations (executing commands) require explicit approval.
ar: العمليات الآمنة (عرض المضيفين/الموارد) تُوافق تلقائياً. العمليات الخطرة (تنفيذ الأوامر) تتطلب موافقة صريحة.
ca: Les operacions segures (llistar amfitrions/recursos) s'aproven automàticament. Les operacions perilloses (executar ordres) requereixen aprovació explícita.
cs: Bezpečné operace (výpis hostitelů/zdrojů) se schvalují automaticky. Nebezpečné operace (spouštění příkazů) vyžadují explicitní schválení.
da: Sikre handlinger (visning af værter/ressourcer) godkendes automatisk. Farlige handlinger (udførelse af kommandoer) kræver eksplicit godkendelse.
de: Sichere Vorgänge (Auflisten von Hosts/Ressourcen) werden automatisch genehmigt. Gefährliche Vorgänge (Ausführen von Befehlen) erfordern eine ausdrückliche Genehmigung.
es: Las operaciones seguras (listar hosts/recursos) se aprueban automáticamente. Las operaciones peligrosas (ejecutar comandos) requieren aprobación explícita.
fi: Turvalliset toiminnot (isäntien/resurssien listaus) hyväksytään automaattisesti. Vaaralliset toiminnot (komentojen suoritus) vaativat nimenomaisen hyväksynnän.
fr: Les opérations sûres (lister les hôtes/ressources) sont approuvées automatiquement. Les opérations dangereuses (exécuter des commandes) nécessitent une approbation explicite.
he: פעולות בטוחות (הצגת מארחים/משאבים) מאושרות אוטומטית. פעולות מסוכנות (הפעלת פקודות) דורשות אישור מפורש.
hu: A biztonságos műveletek (gazdagépek/erőforrások listázása) automatikusan jóváhagyásra kerülnek. A veszélyes műveletek (parancsok végrehajtása) kifejezett jóváhagyást igényelnek.
it: Le operazioni sicure (elenco host/risorse) vengono approvate automaticamente. Le operazioni pericolose (esecuzione comandi) richiedono approvazione esplicita.
ja: 安全な操作（ホスト/リソースの一覧表示）は自動承認されます。危険な操作（コマンドの実行）には明示的な承認が必要です。
ko: 안전한 작업(호스트/리소스 목록 조회)은 자동 승인됩니다. 위험한 작업(명령 실행)은 명시적 승인이 필요합니다.
nb: Trygge operasjoner (listing av verter/ressurser) godkjennes automatisk. Farlige operasjoner (kjøring av kommandoer) krever eksplisitt godkjenning.
nl: Veilige bewerkingen (hosts/bronnen weergeven) worden automatisch goedgekeurd. Gevaarlijke bewerkingen (opdrachten uitvoeren) vereisen expliciete goedkeuring.
pl: Bezpieczne operacje (wyświetlanie hostów/zasobów) są automatycznie zatwierdzane. Niebezpieczne operacje (wykonywanie poleceń) wymagają jawnego zatwierdzenia.
pt_br: Operações seguras (listar hosts/recursos) são aprovadas automaticamente. Operações perigosas (executar comandos) exigem aprovação explícita.
pt_pt: Operações seguras (listar anfitriões/recursos) são aprovadas automaticamente. Operações perigosas (executar comandos) requerem aprovação explícita.
ro: Operatiunile sigure (listare gazde/resurse) sunt aprobate automat. Operatiunile periculoase (executare comenzi) necesita aprobare explicita.
sl: Varne operacije (izpis gostiteljev/virov) se samodejno odobrijo. Nevarne operacije (izvajanje ukazov) zahtevajo izrecno odobritev.
sv: Säkra operationer (lista värdar/resurser) godkänns automatiskt. Farliga operationer (köra kommandon) kräver uttryckligt godkännande.
uk: Безпечні операції (перегляд хостів/ресурсів) затверджуються автоматично. Небезпечні операції (виконання команд) потребують явного підтвердження.
vi: Các thao tác an toàn (liệt kê host/tài nguyên) được tự động phê duyệt. Các thao tác nguy hiểm (thực thi lệnh) yêu cầu phê duyệt rõ ràng.
zh_hans: 安全操作（列出主机/资源）自动批准。危险操作（执行命令）需要明确批准。
zh_hant: 安全操作（列出主機/資源）自動核准。危險操作（執行指令）需要明確核准。

source: Safe operations auto-approve, commands require approval
ar: الموافقة التلقائية على العمليات الآمنة، الأوامر تتطلب موافقة
ca: Les operacions segures s'aproven automàticament, les ordres requereixen aprovació
cs: Bezpečné operace se schvalují automaticky, příkazy vyžadují schválení
da: Sikre handlinger godkendes automatisk, kommandoer kræver godkendelse
de: Sichere Vorgänge automatisch genehmigen, Befehle erfordern Genehmigung
es: Las operaciones seguras se aprueban automáticamente, los comandos requieren aprobación
fi: Turvalliset toiminnot hyväksytään automaattisesti, komennot vaativat hyväksynnän
fr: Les opérations sûres sont approuvées automatiquement, les commandes nécessitent une approbation
he: פעולות בטוחות מאושרות אוטומטית, פקודות דורשות אישור
hu: A biztonságos műveletek automatikusan jóváhagyásra kerülnek, a parancsok jóváhagyást igényelnek
it: Operazioni sicure approvate automaticamente, i comandi richiedono approvazione
ja: 安全な操作は自動承認、コマンドは承認が必要
ko: 안전한 작업은 자동 승인, 명령은 승인 필요
nb: Trygge operasjoner godkjennes automatisk, kommandoer krever godkjenning
nl: Veilige bewerkingen automatisch goedkeuren, opdrachten vereisen goedkeuring
pl: Bezpieczne operacje zatwierdzane automatycznie, polecenia wymagają zatwierdzenia
pt_br: Operações seguras são aprovadas automaticamente, comandos requerem aprovação
pt_pt: Operações seguras são aprovadas automaticamente, comandos requerem aprovação
ro: Operațiunile sigure sunt aprobate automat, comenzile necesită aprobare
sl: Varne operacije se samodejno odobrijo, ukazi zahtevajo odobritev
sv: Säkra åtgärder godkänns automatiskt, kommandon kräver godkännande
uk: Безпечні операції автоматично схвалюються, команди потребують схвалення
vi: Thao tác an toàn tự động phê duyệt, lệnh yêu cầu phê duyệt
zh_hans: 安全操作自动批准，命令需要批准
zh_hant: 安全操作自動核准，指令需要核准

source: Same as exit
ar: مثل exit
ca: Igual que exit
cs: Stejné jako exit
da: Samme som exit
de: Wie exit
es: Igual que exit
fi: Sama kuin exit
fr: Identique à exit
he: זהה ל-exit
hu: Ugyanaz, mint az exit
it: Come exit
ja: exit と同じ
ko: exit와 동일
nb: Samme som exit
nl: Hetzelfde als exit
pl: Tak samo jak exit
pt_br: O mesmo que exit
pt_pt: O mesmo que exit
ro: La fel ca exit
sl: Enako kot exit
sv: Samma som exit
uk: Те саме, що exit
vi: Giống lệnh exit
zh_hans: 与 exit 相同
zh_hant: 與 exit 相同

source: Save
ar: حفظ
ca: Desar
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaren
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvare
sl: Shrani
sv: Spara
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save API Key
ar: حفظ مفتاح API
ca: Desar clau API
cs: Uložit API klíč
da: Gem API-nøgle
de: API-Schlüssel speichern
es: Guardar clave API
fi: Tallenna API-avain
fr: Enregistrer la clé API
he: שמור מפתח API
hu: API kulcs mentése
it: Salva chiave API
ja: APIキーを保存
ko: API 키 저장
nb: Lagre API-nøkkel
nl: API-sleutel bewaren
pl: Zapisz klucz API
pt_br: Salvar Chave de API
pt_pt: Guardar Chave API
ro: Salvare cheie API
sl: Shrani API ključ
sv: Spara API-nyckel
uk: Зберегти API-ключ
vi: Lưu Khóa API
zh_hans: 保存 API 密钥
zh_hant: 儲存 API 金鑰

source: Save as Entry
ar: الحفظ كإدخال
ca: Desar com a entrada
cs: Uložit jako položku
da: Gem som post
de: Als Eintrag speichern
es: Guardar como entrada
fi: Tallenna merkinnäksi
fr: Enregistrer comme entrée
he: שמור כרשומה
hu: Mentés bejegyzésként
it: Salva come voce
ja: 項目として保存
ko: 항목으로 저장
nb: Lagre som oppføring
nl: Opslaan als item
pl: Zapisz jako wpis
pt_br: Salvar como Entrada
pt_pt: Guardar como entrada
ro: Salvează ca intrare
sl: Shrani kot vnos
sv: Spara som post
uk: Зберегти як запис
vi: Lưu thành mục
zh_hans: 存储为条目
zh_hant: 儲存為項目

source: Save as Profile...
ar: حفظ كملف شخصي...
ca: Desar com a perfil...
cs: Uložit jako profil…
da: Gem som profil...
de: Als Profil speichern …
es: Guardar como perfil...
fi: Tallenna profiilina...
fr: Enregistrer comme profil…
he: שמור כפרופיל...
hu: Mentés profilként...
it: Salva come profilo...
ja: プロファイルとして保存...
ko: 프로필로 저장...
nb: Lagre som profil...
nl: Opslaan als profiel...
pl: Zapisz jako profil...
pt_br: Salvar como Perfil...
pt_pt: Guardar como Perfil...
ro: Salvare ca profil...
sl: Shrani kot profil ...
sv: Spara som profil...
uk: Зберегти як профіль...
vi: Lưu Thành Hồ Sơ...
zh_hans: 另存为配置…
zh_hant: 另存為設定檔⋯

source: Save Backup File
ar: حفظ ملف النسخة الاحتياطية
ca: Desar fitxer de còpia de seguretat
cs: Uložit soubor zálohy
da: Gem sikkerhedskopifil
de: Sicherungsdatei speichern
es: Guardar archivo de copia de seguridad
fi: Tallenna varmuuskopiotiedosto
fr: Enregistrer le fichier de sauvegarde
he: שמור קובץ גיבוי
hu: Biztonsági mentés fájl mentése
it: Salva file di backup
ja: バックアップファイルを保存
ko: 백업 파일 저장
nb: Lagre sikkerhetskopifil
nl: Back-upbestand bewaren
pl: Zapisz plik kopii zapasowej
pt_br: Salvar arquivo de backup
pt_pt: Guardar ficheiro de cópia de segurança
ro: Salvare fișier de rezervă
sl: Shrani datoteko varnostne kopije
sv: Spara säkerhetskopia
uk: Зберегти файл резервної копії
vi: Lưu tệp sao lưu
zh_hans: 保存备份文件
zh_hant: 儲存備份檔案

source: Save Edit
ar: حفظ التعديل
ca: Desar l'edició
cs: Uložit úpravu
da: Gem redigering
de: Bearbeitung speichern
es: Guardar edición
fi: Tallenna muokkaus
fr: Enregistrer la modification
he: שמור עריכה
hu: Szerkesztés mentése
it: Salva modifica
ja: 編集を保存
ko: 편집 저장
nb: Lagre redigering
nl: Bewerking bewaren
pl: Zapisz edycję
pt_br: Salvar Edição
pt_pt: Guardar Edição
ro: Salvare modificare
sl: Shrani urejanje
sv: Spara redigering
uk: Зберегти зміни
vi: Lưu Chỉnh Sửa
zh_hans: 保存编辑
zh_hant: 儲存編輯
